{
  "disease_name": "Late blight",
  "aliases": "Potato blight",
  "disease_image_path": "assets/images/wiki/late-blight.jpg",
  "description": "Late Blight, caused by the fungus Phytophthora infestans, swiftly spreads and affects tomato plants, usually appearing during cool, rainy periods towards the end of the growing season. It mimics frost damage, showing irregular green-black splotches on the leaves. Fruits can develop large, irregular-shaped brown blotches that quickly decay and turn rotten. This disease isn''t limited to tomatoes; it also harms potatoes and can be transmitted from them.",
  "treatment": "In managing late blight, it''s crucial to act promptly upon detection. Begin by removing any visibly infected parts of the plant, ensuring to sanitize pruning tools between cuts to prevent further spread. Implement a weekly spray regimen with a suitable fungicide such as chlorothalonil or Mancozeb, starting immediately after transplanting or at the onset of favorable weather conditions. Severely affected plants should be removed from the garden and burned in order to prevent further contamination. Avoid composting diseased plant material to prevent the spread of spores. Vigilance and consistent treatment are key to mitigating the impact of late blight on tomato crops.",
  "prevention": "To preempt late blight outbreaks, adopt a proactive approach to cultivation practices. Opt for bottom-watering methods like drip irrigation to minimize moisture on foliage, reducing the favorable conditions for disease development. Adequate spacing between plants and rows encourages airflow, while mulching with materials like plastic or organic matter helps to deter early blight and maintain soil moisture levels. Employ staking or caging to promote faster drying of foliage and discourage fungal growth. Prior to planting, inspect transplants for any signs of disease and avoid planting tomatoes in proximity to previous potato crops. Consider implementing sequential planting to stagger tomato growth and reduce the risk of widespread infection. Regularly apply protectant fungicides starting at flowering to safeguard plants against late blight and other tomato diseases. These preventive measures collectively fortify the resilience of tomato plants against late blight infestations.",
  "type": "Fungus",
  "other_crops": "tomatoes, potatoes"
}
