{
  "disease_name": "Septoria Leaf Spot",
  "aliases": "Septoria blight",
  "disease_image_path": "assets/images/wiki/septoria.jpg",
  "description": "Septoria leaf spot, caused by the fungus Septoria lycopersici, stands as one of the most destructive diseases affecting tomato plants, particularly in regions characterized by prolonged periods of wet, humid weather. This fungal infection manifests primarily on lower leaves following fruit set, presenting circular spots ranging from 1.5 to 6.35 millimeters in diameter. Notably, these spots feature dark brown margins and tan to gray centers adorned with small black fruiting structures. The disease progresses from older to younger foliage, inducing a yellowing, browning, and eventual withering of heavily affected leaves. Fruit infection is relatively rare in comparison. The fungus survives winters on infected tomato debris or weeds from the nightshade family, to which tomatoes belong, as well as on equipment like plant stakes and cages. Conditions favoring its development include prolonged high humidity, warm temperature, and leaf wetness, facilitating the pathogen''s growth and spread.",
  "treatment": "The optimal approach to manage the spread of this fungus involves consistent applications of either a tomato fungicide or a biofungicide across the entire tomato crop. Given its propensity to flourish in warm, moist conditions, vigilant monitoring for symptoms is crucial, enabling prompt intervention when necessary.",
  "prevention": "Good field hygiene is essential to prevent septoria leaf spot. Remove fallen leaves and debris promptly. Clean tools before and after plant work, water plants at ground level, and manage insect pests. Rotate tomato crops every 2-3 years for added protection. Additionally, mulch around the base of the plants after the soil has warmed to reduce soil splashing containing fungal spores. Avoid overhead watering to prevent infection spread; instead, use a soaker hose at the base of the plant early in the day. Control weeds like nightshade and horsenettle, common hosts of septoria leaf spot, around the garden area.",
  "other_crops": "tomatoes, potatoes, eggplants",
  "type": "Fungus"
}
